<!DOCTYPE html>
<html lang="pt-BR">
<head>
    <meta name="google-site-verification" content="OVEHtvIVYg-8r929YfsSINjoSKsA-nhot0CEkndjVRY" />
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Política e Termos - Blog</title>
	<link rel="canonical" href="https://jeansoleto777.github.io/blog/politica.html" />
    <style>
        /* ====== ESTILOS GERAIS ====== */
        body {
            font-family: Arial, Helvetica, sans-serif;
            margin: 0;
            padding: 0;
            background-color: #f4f4f9;
            color: #333;
        }

        header {
            background-color: #4a90e2;
            color: white;
            padding: 20px 0;
            text-align: center;
        }

        nav {
            background-color: #357ab7;
            display: flex;
            justify-content: center;
            padding: 10px 0;
        }

		a {
			    text-decoration: none;
		}

        nav a {
            color: white;
            text-decoration: none;
            margin: 0 15px;
            font-weight: bold;
        }

        nav a:hover {
            text-decoration: underline;
        }

        .container {
            max-width: 900px;
            margin: 30px auto;
            padding: 20px;
            background-color: white;
            border-radius: 8px;
            box-shadow: 0 0 10px rgba(0,0,0,0.1);
        }

        article {
            margin-bottom: 40px;
        }

        article h2 {
            color: #4a90e2;
        }

        article p {
            line-height: 1.6;
        }

        footer {
            text-align: center;
            background-color: #4a90e2;
            color: white;
            padding: 15px 0;
            margin-top: 30px;
        }
    </style>
</head>
<body>
    <header>

        <a href="https://jeansoleto777.github.io/blog/"><img src="home.png" title="Blog" width="70px;" /></a>
    </header>

    <nav>
        <a href="https://jeandoreidodedeus-svg.github.io/blog/">Início</a>
        <a href="https://jeandoreidodedeus-svg.github.io/blog/#" title="Sobre">Sobre</a>
        <a href="https://jeandoreidodedeus-svg.github.io/blog/#" title="Contato">Contato</a>
    </nav>

    <div class="container">

        
        <article>
          
          <h1>Pol&iacute;tica e Termos</h1>

<p>Confira a seguir as pol&iacute;ticas e termos de condi&ccedil;&otilde;es de nosso blog.</p>

<p>&nbsp;</p>

<h2>Pol&iacute;tica Privacidade</h2>

<p>A sua privacidade &eacute; importante para n&oacute;s. &Eacute; pol&iacute;tica do Blog respeitar a sua privacidade em rela&ccedil;&atilde;o a qualquer informa&ccedil;&atilde;o sua que possamos coletar no site&nbsp;<a href="https://jeansoleto777.github.io/blog/" title="Blog">Blog</a>, e outros sites que possu&iacute;mos e operamos.</p>

<p>Solicitamos informa&ccedil;&otilde;es pessoais apenas quando realmente precisamos delas para lhe fornecer um servi&ccedil;o. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Tamb&eacute;m informamos por que estamos coletando e como ser&aacute; usado.</p>

<p>Apenas retemos as informa&ccedil;&otilde;es coletadas pelo tempo necess&aacute;rio para fornecer o servi&ccedil;o solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceit&aacute;veis ​​para evitar perdas e roubos, bem como acesso, divulga&ccedil;&atilde;o, c&oacute;pia, uso ou modifica&ccedil;&atilde;o n&atilde;o autorizados.</p>

<p>N&atilde;o compartilhamos informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal publicamente ou com terceiros, exceto quando exigido por lei.</p>

<p>O nosso site pode ter links para sites externos que n&atilde;o s&atilde;o operados por n&oacute;s. Esteja ciente de que n&atilde;o temos controle sobre o conte&uacute;do e pr&aacute;ticas desses sites e n&atilde;o podemos aceitar responsabilidade por suas respectivas&nbsp;<a href="https://politicaprivacidade.com/" rel="noopener noreferrer" target="_blank">pol&iacute;ticas de privacidade</a>.</p>

<p>Voc&ecirc; &eacute; livre para recusar a nossa solicita&ccedil;&atilde;o de informa&ccedil;&otilde;es pessoais, entendendo que talvez n&atilde;o possamos fornecer alguns dos servi&ccedil;os desejados.</p>

<p>O uso continuado de nosso site ser&aacute; considerado como aceita&ccedil;&atilde;o de nossas pr&aacute;ticas em torno de privacidade e informa&ccedil;&otilde;es pessoais. Se voc&ecirc; tiver alguma d&uacute;vida sobre como lidamos com dados do usu&aacute;rio e informa&ccedil;&otilde;es pessoais, entre em contacto connosco.</p>

<ul>
	<li>O servi&ccedil;o Google AdSense que usamos para veicular publicidade usa um cookie DoubleClick para veicular an&uacute;ncios mais relevantes em toda a Web e limitar o n&uacute;mero de vezes que um determinado an&uacute;ncio &eacute; exibido para voc&ecirc;.</li>
	<li>Para mais informa&ccedil;&otilde;es sobre o Google AdSense, consulte as FAQs oficiais sobre privacidade do Google AdSense.</li>
	<li>Utilizamos an&uacute;ncios para compensar os custos de funcionamento deste site e fornecer financiamento para futuros desenvolvimentos. Os cookies de publicidade comportamental usados ​​por este site foram projetados para garantir que voc&ecirc; forne&ccedil;a os an&uacute;ncios mais relevantes sempre que poss&iacute;vel, rastreando anonimamente seus interesses e apresentando coisas semelhantes que possam ser do seu interesse.</li>
	<li>V&aacute;rios parceiros anunciam em nosso nome e os cookies de rastreamento de afiliados simplesmente nos permitem ver se nossos clientes acessaram o site atrav&eacute;s de um dos sites de nossos parceiros, para que possamos credit&aacute;-los adequadamente e, quando aplic&aacute;vel, permitir que nossos parceiros afiliados ofere&ccedil;am qualquer promo&ccedil;&atilde;o que pode fornec&ecirc;-lo para fazer uma compra.</li>
</ul>

<p>&nbsp;</p>

<p>&nbsp;</p>

<h3>Compromisso do Usu&aacute;rio</h3>

<p>O usu&aacute;rio se compromete a fazer uso adequado dos conte&uacute;dos e da informa&ccedil;&atilde;o que o Blog oferece no site e com car&aacute;ter enunciativo, mas n&atilde;o limitativo:</p>

<ul>
	<li>A) N&atilde;o se envolver em atividades que sejam ilegais ou contr&aacute;rias &agrave; boa f&eacute; a &agrave; ordem p&uacute;blica;</li>
	<li>B) N&atilde;o difundir propaganda ou conte&uacute;do de natureza racista, xenof&oacute;bica, jogos de sorte ou azar, qualquer tipo de pornografia ilegal, de apologia ao terrorismo ou contra os direitos humanos;</li>
	<li>C) N&atilde;o causar danos aos sistemas f&iacute;sicos (hardwares) e l&oacute;gicos (softwares) do Blog, de seus fornecedores ou terceiros, para introduzir ou disseminar v&iacute;rus inform&aacute;ticos ou quaisquer outros sistemas de hardware ou software que sejam capazes de causar danos anteriormente mencionados.</li>
</ul>

<h3>Mais informa&ccedil;&otilde;es</h3>

<p>Esperemos que esteja esclarecido e, como mencionado anteriormente, se houver algo que voc&ecirc; n&atilde;o tem certeza se precisa ou n&atilde;o, geralmente &eacute; mais seguro deixar os cookies ativados, caso interaja com um dos recursos que voc&ecirc; usa em nosso site.</p>

<p>Esta pol&iacute;tica &eacute; efetiva a partir de&nbsp;9 November 2025 18:21</p>

<p>&nbsp;</p>

<h2>1. Termos</h2>

<p>Ao acessar ao site&nbsp;<a href="https://jeansoleto777.github.io/blog/">Blog</a>, concorda em cumprir estes termos de servi&ccedil;o, todas as leis e regulamentos aplic&aacute;veis ​​e concorda que &eacute; respons&aacute;vel pelo cumprimento de todas as leis locais aplic&aacute;veis. Se voc&ecirc; n&atilde;o concordar com algum desses termos, est&aacute; proibido de usar ou acessar este site. Os materiais contidos neste site s&atilde;o protegidos pelas leis de direitos autorais e marcas comerciais aplic&aacute;veis.</p>

<h2>2. Uso de Licen&ccedil;a</h2>

<p>&Eacute; concedida permiss&atilde;o para baixar temporariamente uma c&oacute;pia dos materiais (informa&ccedil;&otilde;es ou software) no site Blog , apenas para visualiza&ccedil;&atilde;o transit&oacute;ria pessoal e n&atilde;o comercial. Esta &eacute; a concess&atilde;o de uma licen&ccedil;a, n&atilde;o uma transfer&ecirc;ncia de t&iacute;tulo e, sob esta licen&ccedil;a, voc&ecirc; n&atilde;o pode:&nbsp;</p>

<ol>
	<li>modificar ou copiar os materiais;&nbsp;</li>
	<li>usar os materiais para qualquer finalidade comercial ou para exibi&ccedil;&atilde;o p&uacute;blica (comercial ou n&atilde;o comercial);&nbsp;</li>
	<li>tentar descompilar ou fazer engenharia reversa de qualquer software contido no site Blog;&nbsp;</li>
	<li>remover quaisquer direitos autorais ou outras nota&ccedil;&otilde;es de propriedade dos materiais; ou&nbsp;</li>
	<li>transferir os materiais para outra pessoa ou &#39;espelhe&#39; os materiais em qualquer outro servidor.</li>
</ol>

<p>Esta licen&ccedil;a ser&aacute; automaticamente rescindida se voc&ecirc; violar alguma dessas restri&ccedil;&otilde;es e poder&aacute; ser rescindida por Blog a qualquer momento. Ao encerrar a visualiza&ccedil;&atilde;o desses materiais ou ap&oacute;s o t&eacute;rmino desta licen&ccedil;a, voc&ecirc; deve apagar todos os materiais baixados em sua posse, seja em formato eletr&oacute;nico ou impresso.</p>

<h2>3. Isen&ccedil;&atilde;o de responsabilidade</h2>

<ol>
	<li>Os materiais no site da Blog s&atilde;o fornecidos &#39;como est&atilde;o&#39;. Blog n&atilde;o oferece garantias, expressas ou impl&iacute;citas, e, por este meio, isenta e nega todas as outras garantias, incluindo, sem limita&ccedil;&atilde;o, garantias impl&iacute;citas ou condi&ccedil;&otilde;es de comercializa&ccedil;&atilde;o, adequa&ccedil;&atilde;o a um fim espec&iacute;fico ou n&atilde;o viola&ccedil;&atilde;o de propriedade intelectual ou outra viola&ccedil;&atilde;o de direitos.</li>
	<li>Al&eacute;m disso, o Blog n&atilde;o garante ou faz qualquer representa&ccedil;&atilde;o relativa &agrave; precis&atilde;o, aos resultados prov&aacute;veis ​​ou &agrave; confiabilidade do uso dos materiais em seu site ou de outra forma relacionado a esses materiais ou em sites vinculados a este site.</li>
</ol>

<h2>4. Limita&ccedil;&otilde;es</h2>

<p>Em nenhum caso o Blog ou seus fornecedores ser&atilde;o respons&aacute;veis ​​por quaisquer danos (incluindo, sem limita&ccedil;&atilde;o, danos por perda de dados ou lucro ou devido a interrup&ccedil;&atilde;o dos neg&oacute;cios) decorrentes do uso ou da incapacidade de usar os materiais em Blog, mesmo que Blog ou um representante autorizado da Blog tenha sido notificado oralmente ou por escrito da possibilidade de tais danos. Como algumas jurisdi&ccedil;&otilde;es n&atilde;o permitem limita&ccedil;&otilde;es em garantias impl&iacute;citas, ou limita&ccedil;&otilde;es de responsabilidade por danos conseq&uuml;entes ou incidentais, essas limita&ccedil;&otilde;es podem n&atilde;o se aplicar a voc&ecirc;.</p>

<h2>5. Precis&atilde;o dos materiais</h2>

<p>Os materiais exibidos no site da Blog podem incluir erros t&eacute;cnicos, tipogr&aacute;ficos ou fotogr&aacute;ficos. Blog n&atilde;o garante que qualquer material em seu site seja preciso, completo ou atual. Blog pode fazer altera&ccedil;&otilde;es nos materiais contidos em seu site a qualquer momento, sem aviso pr&eacute;vio. No entanto, Blog n&atilde;o se compromete a atualizar os materiais.</p>

<h2>6. Links</h2>

<p>O Blog n&atilde;o analisou todos os sites vinculados ao seu site e n&atilde;o &eacute; respons&aacute;vel pelo conte&uacute;do de nenhum site vinculado. A inclus&atilde;o de qualquer link n&atilde;o implica endosso por Blog do site. O uso de qualquer site vinculado &eacute; por conta e risco do usu&aacute;rio.</p>

<p>&nbsp;</p>

<h3>Modifica&ccedil;&otilde;es</h3>

<p>O Blog pode revisar estes termos de servi&ccedil;o do site a qualquer momento, sem aviso pr&eacute;vio. Ao usar este site, voc&ecirc; concorda em ficar vinculado &agrave; vers&atilde;o atual desses termos de servi&ccedil;o.</p>

<h3>Lei aplic&aacute;vel</h3>

<p>Estes termos e condi&ccedil;&otilde;es s&atilde;o regidos e interpretados de acordo com as leis do Blog e voc&ecirc; se submete irrevogavelmente &agrave; jurisdi&ccedil;&atilde;o exclusiva dos tribunais naquele estado ou localidade.</p>


          
        </article>
       
        
    </div>

    <footer>
        <p>© 2025 - Meu Blog Pessoal | Criado com ❤️ e HTML</p>
    </footer>
</body>
</html>
